;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Türkçe - Turkish
Code = tr
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} Hakkında
Label_Version = Sürüm
Label_AutoIt = AutoIt sürümü ile oluşturuldu
Label_Copyright = Telif hakkı
Tip_Title_Donate = Çalışmamızı destekleyin
Tip_Message_Donate = Bağışınız yazılımımızı ücretsiz tutmamıza yardımcı olacak\r\nve size hizmet etmek için kullandığımız araçları\r\nve hizmetleri edinmemizi sağlayacak.
Label_Home = Ana sayfa
Label_License = Lisans
Label_Support = Destek alın
Tip_Title_Country = Güney Afrika'da yapıldı
Tip_Message_Country = %{Program.Name} Güney Afrika Cumhuriyeti'nde oluşturuldu.
Label_Contributors = Katkıda bulunanlar
Button_Ok = Tamam
Label_RAM = (RAM) %d MB boş / %d MB (%d%%)
Label_HDD = (%s) %.2f GB boş / %.2f GB (%d%%)
Tip_Facebook = Facebook'ta bizi takip edin.
Tip_GitHub = GitHub'da %{Program.Name}.

[Custom]
Label_Status_Welcome = Bir tarayıcı yükleyerek başlayın (dosya seçin).\r\n%{Program.Name} seçilen yürütülebilir dosyadan işlemi otomatik olarak algılayacak.
Label_Status_Updates = Güncellemeler kontrol ediliyor
Group_Load_Browser = Tarayıcı yükle
Label_Executable = Yürütülebilir dosya yolu (%s):
Label_Process_Usage = Kullanım | Tepe:
Label_Process_Count = İşlem sayısı:
Button_Browse = &Gözat
Group_Options = Seçenekler
Checkbox_Reduce_Mem = Belleği şu aralıkla azalt:
Label_Milliseconds = milisaniye
Checkbox_Reduce_Limit = Kullanım şunu aştığında belleği azalt:
Checkbox_Start_With = %{Program.Name} ile %s'i başlat
Checkbox_Enable_Extended_Processes = Genişletilmiş işlemleri etkinleştir
Button_Extended_Processes = &Genişletilmiş işlemler
Checkbox_Start_Windows = Windows ile %{Program.Name}'i başlat
Label_Settings_Updated = Ayarlar başarıyla güncellendi.
Button_Cancel = İptal
Button_Save = Kaydet
Time_Unit_01 = milisaniye
Time_Unit_02 = saniye
Time_Unit_03 = dakika
Time_Unit_04 = saat
Label_Boost_Description = Kullanım %s MB'ı aştığında her %s %s'de bir azalt.
Title_Select_Browser = Tarayıcı seç
Tip_Minimized_Title = %{Program.Name} hala çalışıyor!
Tip_Minimized_Message = %{Program.Name} %s'in bellek kullanımını optimize etmeye devam edecek.\r\nÇeşitli optimizasyon seçeneklerini değiştirmek için sistem tepsisi simgesine tıklayın.
Label_Notice = %{Program.Name} masaüstü bilgisayarlarda ve dizüstü bilgisayarlarda kullanılmak üzere tasarlanmıştır.\r\nSunucu ortamları için Firemin Server'ı oluşturduk. Daha fazla bilgi...

[Donate]
Label_Heading = Yazılımımızı sonsuza dek ücretsiz tutmak için küçük bir bağış yapmaya ne dersiniz?
Label_Message = Aşağıdaki PayPal düğmesine tıklayın, bir miktar seçin ve bağışınızı gönderin.\r\nBağışınız yazılımımızı geliştirmemize ve Rizonesoft'taki her şeyi ücretsiz tutmamıza yardımcı olacak.\r\n20$ tutarında bir bağış en az bir ay boyunca çalışmamızı sağlayacak.
Label_Donate = %{Program.Name}'i geliştirmemize ve misyonumuzu sürdürmemize yardımcı olmak için 10$'lık bir bağış yapmayı düşünür müsünüz?

[Menus]
File = &Dosya
File_Preferences = &Tercihler
File_Close = &Çıkış\tShift+Alt+F4
Help = &Yardım
Help_Update = &Güncellemeleri kontrol et
Help_Home = %{Company.Name} &ana sayfası
Help_Downloads = &Daha fazla indirme
Help_Support = &Destek al
Help_Issue = &Sorun bildir
Help_Donate = &Çalışmamızı destekle
Help_About = %{Program.Name} hakkında
Tray_About = %{Program.Name} %s hakkında
Tray_Open = %{Program.Name}'i aç
Tray_Extended_Processes = Genişletilmiş işlemler
Tray_Run = %s'i çalıştır
Tray_Run_Safemode = %s'i güvenli modda çalıştır

[Messages]
Info_Title = Lütfen dikkat
Warning_Title = Uyarı!
Error_Title = Ups! Bir şeyler yanlış gitti!
Error_Oops = Ups!
Singleton = %{Program.Name}'in başka bir örneği zaten çalışıyor.\r\nİpucu: Sistem tepsisindeki %{Program.Name} simgesine tıklayın.
Compatible = %{Program.Name} Windows sürümünüzle uyumlu değil.\r\nBunun bir hata olduğunu düşünüyorsanız, tüm ayrıntılarla birlikte '%s' üzerinde bir mesaj bırakmaktan çekinmeyin.
Compatible_Bit = Maalesef, %{Program.Name}'in 32-bit sürümü Windows sürümünüzle uyumlu değil.\r\nLütfen %{Program.Name}'in 64-bit sürümünü '%s' adresinden indirin.

[Preferences]
Window_Title = Tercihler
Tab_General = Genel
Tab_Performance = Performans
Tab_Language = Dil
Group_Notifications = Bildirimler
Group_Extended_Processes = Genişletilmiş işlemler
Group_Priority = Öncelik
Group_Memory = Bellek
Group_Language = Dil
Checkbox_Notifications = Sistem tepsisinde bildirimleri göster
Label_Extended_Processes = %{Program.Name}'in optimize etmesini istediğiniz ek işlem adlarını buraya girin.\r\nListe virgüllerle ayrılmalıdır (Process01.exe, Process02.exe, vb.)
Label_SetPriority = İşlem önceliğini ayarla:
Checkbox_SaveRealtime = Yüksekten daha yüksek önceliği kaydet (önerilmez).
Checkbox_ReduceMemory = Düşük bellekli sistemlerde belleği azalt.
Label_Language_Message = Tercih ettiğiniz dili seçin ve devam etmek için %s düğmesine basın.\r\n(Yeniden başlatma gerekli)
Button_Save = Kaydet
Button_Cancel = İptal
Label_Updated = Tercihler güncellendi
MsgBox_Language_Title = Dil değiştirildi
MsgBox_Language_Message = Seçilen dil değiştirildi.\r\nSeçilen dili uygulamak için %{Program.Name}'in yeniden başlatılması gerekiyor.
MsgBox_Closing_Title = %{Program.Name} kapatılıyor
MsgBox_Closing_Message = %{Program.Name}'i şimdi kapatmak istiyor musunuz?

[Update]
Window_Title_Available = Güncelleme mevcut
Window_Title_Congratulations = Tebrikler!
Window_Title_Error = Bir şeyler yanlış gitti!
Label_Message_Update = '%{Program.Name}'in yeni bir sürümü mevcut.
Label_Message_Latest = '%{Program.Name}'in en son sürümünü kullanıyorsunuz.
Label_Message_Error = '%{Program.Name}'in en son sürümü hakkında bilgi alınamadı.
Label_Message_Internet = İnternet bağlantınızı kontrol edin ve tekrar deneyin.
Label_Build_Current = Mevcut sürüm:
Label_Build_Update = Güncelleme sürümü:
CheckBox_NoUpdate = Başlangıçta güncellemeleri kontrol etme.
Button_Update = Daha fazla bilgi
Button_Close = Kapat

[Versioning]
Administrator = Yönetici
Build = Derleme
AutoIt_Version = AutoIt sürüm %{AutoIt.Version} kullanıyor
Bit = bit
